tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fasd"
brew "mas"
brew "fd"
brew "git"
brew "ripgrep"
brew "zsh-autosuggestions"
brew "nyancat"

cask "google-chrome"
cask "visual-studio-code"
cask "intellij-idea"
cask "slack"
cask "docker"
cask "notion"
cask "postman"
cask "sourcetree"
cask "postman"
cask "iterm2"

mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Spark", id: 1176895641
mas "Magnet", id: 441258766
